{
    "levers": [
        {
            "id": "avoid",
            "label": "Avoid",
            "description": "Passenger and freight transport demand reduction. [More info](https://drive.google.com/file/d/1kO_jI-8VEQi-XYh6ZcMNFZSGf_RDBC0r/view?usp=sharing)",
            "values": {
                "min": 1,
                "max": 4
            },
            "valueDescriptions": {
                "1": "**Level 1**. Between 2024 and 2050, demand for passenger transport grows six-fold. Freight demand grows three-fold.",
                "2": "**Level 2**. Passenger demand in 2050 is 10% lower than in Level 1. Freight demand is 5% percent lower.",
                "3": "**Level 3**. Passenger demand in 2050 is 20% lower than in Level 1. Freight demand is 10% percent lower.",
                "4": "**Level 4**. Passenger demand in 2050 is 30% lower than in Level 1, growing four-fold between 2024 and 2050. Freight demand is 15% percent lower than in Level 1."
            }
        },
        {
            "id": "shift",
            "label": "Shift",
            "description": "Modal shift, vehicle utilisation rate increase, vehicle occupancy increase. [More info](https://drive.google.com/file/d/1KIBk6Cn8-XP2E6ZNqcY3meghpYvVNqrA/view?usp=sharing)",
            "values": {
                "min": 1,
                "max": 4
            },
            "valueDescriptions": {
                "1": "**Level 1**. In 2050, modal profiles are the same as in 2024. Private transport meets 75% of passenger demand. Road vehicles meet 85% of freight demand, with the rest met by rail. Vehicle occupancy and vehicle utilisation rates stay at their 2024 levels.",
                "2": "**Level 2**. By 2050, public and active transport meet 40% of passenger demand. Rail meets 25% of freight demand. Vehicle occupancy and vehicle utilisation rates increase slightly until 2050.",
                "3": "**Level 3**. By 2050, public and active transport meet 50% of passenger demand. Rail meets 40% of freight demand. Vehicle occupancy and vehicle utilisation rates increase moderately until 2050.",
                "4": "**Level 4**. By 2050, public and active transport meet 60% of passenger demand. Rail meets 50% of freight demand. Vehicle occupancy and vehicle utilisation rates increase substantially until 2050."
            }
        },
        {
            "id": "improve",
            "label": "Improve",
            "description": "Transport technology switch away from emitting vehicles. [More info](https://drive.google.com/file/d/1KCqVBt3Nay5Q0uLXn10gO48saEuuC9dJ/view?usp=sharing)",
            "values": {
                "min": 1,
                "max": 4
            },
            "valueDescriptions": {
                "1": "**Level 1**. No constraint on vehicle point-of-use emissions.",
                "2": "**Level 2**. Vehicle point-of-use emissions in 2050 are one-third lower than in Level 1.",
                "3": "**Level 3**. Vehicle point-of-use emissions in 2050 are two-thirds lower than in Level 1.",
                "4": "**Level 4**. The vehicle fleet has zero point-of-use emissions by 2050."
            }
        },
        {
            "id": "transform",
            "label": "Transform",
            "description": "Decarbonisation of the power sector and fuel blending. [More info](https://drive.google.com/file/d/1T0sX78iissYa7XJhVF0n-AfUUwsPM6Kr/view?usp=sharing)",
            "values": {
                "min": 1,
                "max": 4
            },
            "valueDescriptions": {
                "1": "**Level 1**. No constraint on power sector emissions. Fuels do not contain biofuels.",
                "2": "**Level 2**. Power sector emissions in 2050 are one-third lower than in Level 1. Fuel blends contain one-sixth biofuels.",
                "3": "**Level 3**. Power sector emissions in 2050 are two-thirds lower than in Level 1. Fuel blends contain one-third biofuels.",
                "4": "**Level 4**. The power sector reaches zero emissions by 2050. Biofuels make up half of fuel blends."
            }
        },
        {
            "id": "costs",
            "label": "Costs",
            "description": "Steeper cost reductions for developing technologies. [More info](https://drive.google.com/file/d/10AmbAQpY2eS0JdMsu_-2thA0b0qM4lN-/view?usp=sharing)",
            "values": {
                "min": 1,
                "max": 4
            },
            "valueDescriptions": {
                "1": "**Level 1**. Capital and fixed costs of vehicles on the learning curve fall by up to 25% between 2024 and 2050.",
                "2": "**Level 2**.  Capital and fixed costs of vehicles on the learning curve fall by up to 45% between 2024 and 2050.",
                "3": "**Level 3**. Capital and fixed costs of vehicles on the learning curve fall by up to 50% between 2024 and 2050.",
                "4": "**Level 4**. Capital and fixed costs of vehicles on the learning curve fall by up to 60% between 2024 and 2050."
            }
        }
    ],
    "presets": [
        {
            "id": "TechnologyForNetZero",
            "label": "Technology for Net Zero",
            "description": "",
            "scenario": {
                "avoid": 1,
                "shift": 1,
                "improve": 4,
                "transform": 4,
                "costs": 3
            }
        },
        {
            "id": "BehaviourChangeForNetZero",
            "label": "Behaviour Change for Net Zero",
            "description": "",
            "scenario": {
                "avoid": 4,
                "shift": 4,
                "improve": 4,
                "transform": 4,
                "costs": 2
            }
        },
        {
            "id": "BalancedNetZero",
            "label": "Balanced Net Zero",
            "description": "",
            "scenario": {
                "avoid": 2,
                "shift": 3,
                "improve": 4,
                "transform": 4,
                "costs": 2
            }
        }
    ]
}
